---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.MetallicpaintPearlType.Chromatic
enum: Autodesk.Revit.DB.Visual.MetallicpaintPearlType
source: html/a9fbd00c-d3c6-da9d-26ff-7b6b2334458f.htm
---
# Autodesk.Revit.DB.Visual.MetallicpaintPearlType.Chromatic